const ru = {
  translation: {
    button: {
      create_vpn_account: '🕳️ Создать VPN аккаунт 🐇',
      show_vpn_account_data: '🗄️ Данные VPN аккаунта'
    },
    message: {
      geetings_for_new: `Привет!
Я помогаю подключить ВПН всем, кому он нужен. 😊
Просто нажми кнопку "Создать VPN account" и следуй инструкциям. 👇`,
      geetings_for_old: `Привет!
Я вижу, что у тебя уже есть мой аккуант.
Данные твоего аккаунта:
Логин: <b>{{ login }}</b>
Пароль: <b>{{ password }}</b>
Общий ключ: <b>{{ common_key }}</b>
Если есть проблемы с настройкой VPN на устройстве, то попробуй нажать кнопку "Инструкции". 👇`,
    },
  }
}

export default ru